nce3-2/L28.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-10-21 Sat 10:35 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="DESKTOP-13B7HQM" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-org42b0956" class="outline-2">
<h2 id="org42b0956">L28 Five pounds too dear</h2>
<div class="outline-text-2" id="text-org42b0956">
<p class="verse">
Why was even five pounds 'too dear'?<br />
<br />
Small boats loaded with wares sped to the great liner as she was entering the harbour.<br />
Before she had anchored,<br />
&#xa0;the men from the boats had climbed on board<br />
&#xa0;and the decks were soon covered with colourful rugs from Persia,<br />
&#xa0;&#xa0;silks from India, copper coffee pots, and beautiful handmade silverware.<br />
It was difficult not to be tempted.<br />
Many of the tourists on board had begun bargaining with the tradesmen,<br />
&#xa0;but I decided not to buy anything until I had disembarked.<br />
<br />
I had no sooner got off the ship<br />
&#xa0;than I was assailed by a man who wanted to sell me a diamond ring.<br />
I had no intention of buying one,<br />
&#xa0;but I could not conceal the fact that I was impressed by the size of the diamonds.<br />
Some of them were as big as marbles.<br />
The man went to great lengths to prove that the diamonds were real.<br />
As we were walking past a shop,<br />
&#xa0;he held a diamond firmly against the window and made a deep impression in the glass.<br />
It took me over half an hour to get rid of him.<br />
<br />
The next man to approach me was selling expensive pens and watches.<br />
I examined one of the pens closely.<br />
It certainly looked genuine.<br />
At the base of the gold cap, the words 'made in the USA' had been neatly inscribed.<br />
The man said that the pen was worth 50 dollars,<br />
&#xa0;but as a special favour, he would let me have it for 30 dollars.<br />
I shook my head and held up five fingers indicating that I was willing to pay 5 dollars.<br />
Gesticulating wildly, the man acted as if found my offer outrageous,<br />
&#xa0;but he eventually reduced the price to $10.<br />
Shrugging my shoulders,<br />
&#xa0;I began to walk away when, a moment later, he ran after me and thrust the pen into my hands.<br />
Though he kept throwing up his arms in despair, he readily accepted the 5 dollars I gave him.<br />
I felt especially pleased with my wonderful bargain &#x2013; until I got back to the ship.<br />
No matter how hard I tried,<br />
&#xa0;it was impossible to fill this beautiful pen with ink<br />
&#xa0;and to this day it has never written a single word!<br />
</p>
</div>

<div id="outline-container-org962db92" class="outline-3">
<h3 id="org962db92">words</h3>
<div class="outline-text-3" id="text-org962db92">
<p>
wares [werz] n. 货物,商品<br />
anchor [ˈæŋkər] v. 停航下锚<br />
deck [dek] n. 甲板<br />
silverware [ˈsɪlvərwer] n. 银器<br />
tempt [tempt] v. 吸引;引诱<br />
bargain [ˈbɑːrɡən] v. 讨价还价<br />
disembark [ˌdɪsɪmˈbɑːrk] v. 下船上岸<br />
assail [əˈseɪl] v. 纠缠<br />
marble [ˈmɑːrb(ə)l] n. 小玻璃球<br />
inscribe [ɪnˈskraɪb] v. 刻写,雕<br />
favour [ˈfeɪvər] n. 好处,优惠<br />
gesticulate [dʒeˈstɪkjuleɪt] v. (讲话时)打手势<br />
outrageous [aʊtˈreɪdʒəs] adj. 出人意料的; 令人不悦的<br />
thrust [θrʌst] v. 硬塞给<br />
</p>
</div>
</div>
</div>
</div>
</body>
</html>
